//
//  DataListFile.swift
//  KTymKMojiTLine
//
//  Created by JOJO on 2021/7/8.
//

import Foundation

let textlineArray = [
    """
    ░▒▓█►─═ fancy text ═─◄█▓▒░
    """,
    """
    ¸„.-•~¹°”ˆ˜¨ fancy text ¨˜ˆ”°¹~•-.„¸
    """,
    """
    (っ◔◡◔)っ ♥ fancy text ♥
    """,
    """
    ˜”°•.˜”°• fancy text •°”˜.•°”˜
    """,
    """
    一═デ︻  fancy text  ︻デ═一
    """,
    """
    ◤✞ fancy text ✞◥
    """,
    """
    ▞▞▞▞▞▖fancy text▝▞▞▞▞▞
    """,
    """
    ࿐🌊🐋࿐ fancy text ࿐🐬࿐
    """,
    """
    ❚█══ fancy text ══█❚
    """,
    """
    ¯|_( ͡° ͜ʖ ͡°)_|¯  fancy text  ¯|_( ͡° ͜ʖ ͡°)_|¯
    """,
    """
    ╰☆☆ fancy text ☆☆╮
    """,
    """
    ıllıllı  fancy text  ıllıllı
    """,
    """
    ✿.｡.:* ☆::.  fancy text  .::.☆*.:｡.✿
    """,
    """
    •.¸♡  fancy text ♡¸.•
    """,
    """
    (ง ͠ ᵒ̌ Дᵒ̌ )¤=[]:::::> fancy text
    """,
    """
    ↤↤↤↤↤ fancy text ↦↦↦↦↦
    """,
    """
    ╚»★«╝ ≋fancy text≋ ╚»★«╝
    """,
    """
    ↫↫↫↫↫ 〜fancy text〜 ↬↬↬↬↬
    """,
    """
    ୧(•̀ᗝ•́)૭  fancy text  ୧(⇀‸↼‶)૭
    """,
    """
    ➶➶➶➶➶  fancy text  ➷➷➷➷➷
    """
]

let emojiArray = [
    "╮(✧ఠ 。ఠ)╭",
    "(´▽`ʃ♡ƪ)",
    "⚆_⚆",
    "...⁄(⁄ ⁄•⁄ω⁄•⁄ ⁄)⁄....",
    "_(┐「ε:)_",
    "(╯°Д°）╯︵ |(.□ . |)",
    "(๑¯ิε ¯ิ๑)",
    "；＿；",
    "╰( ᐖ╰)≡(╯ᐛ )╯",
    "༼´◓ɷ◔`༽",
    "( ͡° ͜ʖ ͡°)",
    "_:(´ཀ`」 ∠):_",
    " ...(｡•ˇ‸ˇ•｡) ...",
    "٩̋(๑˃́ꇴ˂̀๑)",
    "ʘʚʘ",
    "(⊙⊙！)",
    "(´°̥̥̥̥̥̥̥̥ω°̥̥̥̥̥̥̥̥｀)",
    "눈_눈",
    "(๑>◡<๑)",
    "(´-ι_-｀)",
    "(❁´▽`❁)",
    "( *・ω・)✄╰ひ╯",
    "( ◜◡‾)っ✂╰⋃╯",
    "～♪( ´θ｀)ノ",
    "(੭ु≧▽≦)੭ु",
    " (´・ω・｀)",
    "ヽ( ^∀^)ﾉ",
    "┌(ㆆ㉨ㆆ)ʃ",
    "Θ◇Θ",
    "。(O^~^O)",
    "( >﹏<。)～",
    " ╰(*°▽°*)╯",
    " (˘❥˘)",
    "(PД`q。)·。。。。。。",
    "(●′ω`●)",
    " ʅ(‾◡◝)ʃ",
    "(,,Ծ▽Ծ,,)",
    " (｡▰‿‿▰｡) ❤",
    "( ´◔ ‸◔')",
    "┌(┐_Д_)┐",
    " Z(∩3∩)Z",
    "(ΦωΦ)",
    "（=ˇωˇ=）",
    "（⺻▽⺻ ）",
    "。(;￢д￢)",
    " (　･ิω･ิ)ノิ",
    " o(￣ヘ￣o＃).",
    "(｡ŐωŐฺ｡)ﾉﾞ",
    " (･ิω･ิ)",
    "(╬♛ฺω♛ฺ)",
    "..+'(◕ฺω◕ฺ）..+*",
    ".｡;･+ヾ(♥◕ฺω◕ฺ）ﾉﾟ:｡･+",
    "。゜+.(人-ω◕ฺ）゜+.゜",
    "｡･ﾟ･(☻p￫ω￩q☻)･ﾟ･｡",
    "｡: *ﾟ✲ฺ(✿◕ฺ ω◕ฺ）ฺﾉ(◕ฺω ◕✿ฺ）✲ฺﾟ*:｡",
    "ヾ(✿◕ฺ ω◕ฺ）人(◕ฺω ◕✿ฺ）ノ",
    "（ ´^ิω^ิ｀）",
    "( ´^ิω^ิ｀)ﾉ",
    "(　･ิω･ิ)",
    "（ ☉ω☉）",
    "(　♡ω♡)",
    "(´^ิω^ิ｀)",
    "（´◕ฺω◕ฺ｀）",
    "(^ิω^ิ)",
    "（＾ิω＾ิ）",
    "(・´ω`・)",
    "(;´^;ิω;^ิ;.｀)",
    "(；｡◢ω◣｡)",
    "(;￫ω￩)ｴｴｯ",
    "(；◔ิω◔ิ)",
    "(;☉ω⊙)",
    "(｡´✷ฺω✷ฺ)",
    "(｡￫ˇωˇ￩｡)",
    "(｡￫ˇω￩)",
    "(｡￫ω￩｡)",
    "（。≖ิω≖ิ）",
    "(｡≖ฺωฺ≖ฺ）ﾆﾀｧ♥ ）",
    "(｡◕ฺˇω ˇ◕ฺ｡）",
    "(｡☉ω ⊙｡)",
    "(｡❁ฺω❁ฺ｡））",
    "(*´◕ฺω◕ฺ从◕ฺω◕ฺ`*)",
    "(*￫ω￩)",
    "(*♥ω♥*)",
    "(╬ -´ω-)y-~~",
    "(╬ﾟ ◣ ﾟ)",
    "(╬◣ω◢)",
    "(╬☉ω⊙)",
    "(╬♛ฺ ω♛ฺ )",
    "（╬ಠωಠ)",
    "（◔ิω◔ิ）",
    "(◕ฺωฺ◕ฺ✿ฺ)",
    "(◕ฺω◕ฺ｀*)",
    "(◕ฺω◕ฺ)",
    "（◛ิcω◛ิ）",
    "(☀ฺPωq♬)",
    "(☄ฺ◣ω◢)☄ฺ",
    "(☉ωฺ☉♠)y▬≈≈",
    "（☼ω☼)",
    "（♉ω♉ฺ）",
    "(♛ฺω♛ฺ)",
    "(♥'ω’♥ฺ）",
    "（♥ω♥）",
    "(✤ฺ©ωฺ©)ﾋｪ─────ｯ❢ฺ",
    "(✪ฺ￫ω￩✪ฺ)",
    "(✪ฺω✪ฺ）",
    "(✿◕ ω◕ฺ）ノ))｡₀: *ﾟ✲ฺβyё βyё✲ฺﾟ*:₀",
    "(✿◕ ω◕ฺ)ﾉ",
    "(✿-ω・）",
    "(✿ฺ´ω`✿ฺ）ﾉ",
    "(✿ฺ^ω^✿ฺ)",
    "(✿ฺ-ω-)",
    "(✿ฺ￫ω￩)ゞ",
    "（❍ฺω❍ฺυｌ|ｌ)",
    "(❝ฺω❝ฺ)",
    "(❤ŐฺωŐฺ）",
    "(❤ฺ′ω｀)σ",
    "(❤ฺ￫ω￩）ﾉ",
    "(¤ ´ﾟωﾟ｀ ¤)",
    "(〇ωฺｏil|li)",
    "(๑￫ωฺ￩๑）",
    "(๑￫ωฺ￩๑人๑￫ωฺ￩๑)",
    "(ωω,ω╬)",
    "(ｄ･ิω･ิｄ)ｵｩｲｪｰ♪",
    "(ⒾฺωฺⒾฺ✿ฺ)ﾆﾀｧ",
    "(o(◕ฺˇ ω ˇ◕ฺ）ﾄﾞﾓﾄﾞﾓ(◕ฺˇ ωˇ◕ฺ）o))",
    "(uωฺu✿ฺ）",
    "(ⓥωⓥ✿ฺ)φ....",
    "(ʘิิωʘิ)",
    "(ΘωΘ。)♡",
    "（о* ^ิω^ิо）～♪",
    "（х^ิω^ิх）",
    "(థωథ。) ﾌﾞﾊｯ ）",
    "(ゝω・✿ฺ)",
    "ヾ(>Д<;)))).....",
    "(((┏(;￣▽￣)┛",
    "ヾ(。￣□￣)ツ",
    "└(￣^￣ )┐"
]

let captionArray = [
    "𝖄𝖔𝖚 𝖓𝖊𝖛𝖊𝖗 𝖐𝖓𝖔𝖜 𝖜𝖍𝖆𝖙 𝖞𝖔𝖚 𝖍𝖆𝖛𝖊 𝖚𝖓𝖙𝖎𝖑 𝖞𝖔𝖚 𝖍𝖆𝖛𝖊 𝖈𝖑𝖊𝖆𝖓𝖊𝖉 𝖞𝖔𝖚𝖗 𝖍𝖔𝖚𝖘𝖊.",
    "Another fine day ruined by responsibilities.",
    "🐊👌  𝐈 ⓟù𝐭 𝔱ｈ𝐄 ‘𝐩я𝕠’ 𝓘Ň 𝓹𝐫๏ℂⓇ卂𝔰тĮｎά𝔱€.  ♟🐉",
    "𝓣𝓸𝓭𝓪𝔂 𝓲𝓼 𝓸𝓷𝓮 𝓸𝓯 𝓽𝓱𝓸𝓼𝓮 𝓭𝓪𝔂𝓼 𝓽𝓱𝓪𝓽 𝓮𝓿𝓮𝓷 𝓶𝔂 𝓬𝓸𝓯𝓯𝓮𝓮 𝓷𝓮𝓮𝓭𝓼 𝓪 𝓬𝓸𝓯𝓯𝓮𝓮.",
    "𝐵𝑒 𝒶 𝒸𝓊𝓅𝒸𝒶𝓀𝑒 𝒾𝓃 𝒶 𝓌𝑜𝓇𝓁𝒹 𝑜𝒻 𝓂𝓊𝒻𝒻𝒾𝓃𝓈.",
    "Going to bed early. Not going to a party. Not leaving my house. My childhood punishments has become my adult goals.",
    "𝕋𝕙𝕖𝕣𝕖’𝕤 𝕟𝕠 ‘𝕨𝕖’ 𝕚𝕟 𝕗𝕣𝕚𝕖𝕤.",
    "Morning coffee, because anything else is worthless.",
    "Ｍａｙ ｙｏｕｒ ｃｏｆｆｅｅ ｂｅ ｈｏｔ ａｎｄ ｙｏｕｒ ｅｙｅｌｉｎｅｒ ｅｖｅｎ．",
    "At least my pizza still loves me.",
    "꠸ᠻ ꠸ ᭙ꪖᦓ ᠻꪊꪀꪀꪗ, ꠸ ᭙ꪮꪊꪶᦔ ꫝꪖꪜꫀ ꪖ ᧁꪮꪮᦔ ꠸ꪀᦓꪻꪖᧁ᥅ꪖꪑ ᥴꪖρꪻ꠸ꪮꪀ.",
    "ɪ ɴᴇᴇᴅ ᴀ ꜱɪx ᴍᴏɴᴛʜ ʜᴏʟɪᴅᴀʏ, ᴛᴡɪᴄᴇ ᴀ ʏᴇᴀʀ.",
    "It’s not a phase mom, it’s who I am.",
    "¸,ø¤º°°º¤ø,¸ 🎀 𝒱❁𝒹𝓀𝒶 𝓂𝒶𝓎 𝓃🍪𝓉 𝒷𝑒 𝓉𝒽𝑒 𝒶𝓃𝓈𝓌𝑒𝓇 𝒷𝓊𝓉 𝒾𝓉’𝓈 𝓌💙𝓇𝓉𝒽 𝒶 𝓈𝒽🌞𝓉. 🎀 ¸,ø¤º°°º¤ø,¸",
    "˙op oʇ pɐɥ I ɓuıɥʇʎɹǝʌǝ ɹǝqɯǝɯǝɹ ʎluǝppns I ǝɔɐld lɐɔıɓɐɯ ɐ sı pǝq ʎW",
    "When nothing goes right, go left.",
    "Şนrē, i ໓໐ ๓คrคth໐ຖŞ. ໐ຖ ຖētflix.",
    "if ฯ໐น ຟērē l໐໐kiຖງ f໐r ค Şiງຖ, hērē it iŞ.",
    "Remember that happiness is a way of travel – not a destination.",
    "ᏠᏬᏕᏖ ᏰᏋፈᏗᏬᏕᏋ ᎩᎧᏬ’ᏒᏋ ᏗᏇᏗᏦᏋ ᎴᎧᏋᏕᏁ’Ꮦ ᎷᏋᏗᏁ ᎩᎧᏬ ᏕᏂᎧᏬᏝᎴ ᏕᏖᎧᎮ ᎴᏒᏋᏗᎷᎥᏁᎶ.",
    "Be yourself, there’s no one better.",
    "≋S≋t≋r≋e≋s≋s≋ ≋l≋e≋s≋s≋ ≋a≋n≋d≋ ≋e≋n≋j≋o≋y≋ ≋t≋h≋e≋ ≋b≋e≋s≋t≋.≋",
    "(っ◔◡◔)っ ♥ Look for the magic in every moment. ♥",
    "Do whatever makes you happiest.",
    "ƧӨMΣ BΣΛЦƬIFЦᄂ PΛƬΉƧ ᄃΛП’Ƭ BΣ DIƧᄃӨVΣЯΣD ЩIƬΉӨЦƬ GΣƬƬIПG ᄂӨƧƬ.",
    "S̲e̲l̲f̲-̲l̲o̲v̲e̲ ̲i̲s̲ ̲t̲h̲e̲ ̲b̲e̲s̲t̲ ̲l̲o̲v̲e̲.̲",
    "Why chase you when I’m the catch.",
    "【﻿Ｌｉｆｅ　ｉｓ　ｌｉｋｅ　ｐｈｏｔｏｇｒａｐｈｙ，　ｗｅ　ｄｅｖｅｌｏｐ　ｆｒｏｍ　ｎｅｇａｔｉｖｅｓ．】",
    "Things I used to trip on, I walk over now.",
    "×º°”˜”°º× 🎀 𝒮𝒽𝑒 𝓌𝒶𝓈 𝓈𝒾𝓂𝓅𝓁𝑒 𝓁𝒾𝓀𝑒 𝓆𝓊𝒶𝓃𝓉𝓊𝓂 𝓅𝒽𝓎𝓈𝒾𝒸𝓈. 🎀 ×º°”˜”°º×",
    "◦•●◉✿ 𝓵ι𝔣乇 ᎥŞ𝓷’Ť 𝓹ᗴｒ千є𝐜т Ⓑ𝐮𝕥 𝓎ⓄＵ尺 ᗝ𝐔𝕋Ⓕ丨𝔱 𝓒𝕒𝔫 вｅ. ✿◉●•◦",
    "People will stare. Make it worth their while.",
    "S͓̽o͓̽m͓̽e͓̽ ͓̽d͓̽a͓̽y͓̽s͓̽ ͓̽y͓̽o͓̽u͓̽ ͓̽j͓̽u͓̽s͓̽t͓̽ ͓̽h͓̽a͓̽v͓̽e͓̽ ͓̽t͓̽o͓̽ ͓̽c͓̽r͓̽e͓̽a͓̽t͓̽e͓̽ ͓̽y͓̽o͓̽u͓̽r͓̽ ͓̽o͓̽w͓̽n͓̽ ͓̽s͓̽u͓̽n͓̽s͓̽h͓̽i͓̽n͓̽e͓̽.͓̽",
    "Keep your heels, head, and standards high.",
    "🐤 ⋆ 🐤  🎀  𝒴💞𝓊 𝒽𝒶𝓋𝑒 𝓉❁ 𝒷𝑒𝓁𝒾𝑒𝓋𝑒 𝓉𝒽𝑒 𝒸𝒽𝒶𝓃𝑔𝑒𝓈 𝓎🍬𝓊’𝓋𝑒 𝒶𝓁𝓇𝑒𝒶𝒹𝓎 𝓂𝒶𝒹𝑒.  🎀  🐤 ⋆ 🐤"
]

let komojiArray = [
"""
｡*☆∴｡　     ｡∴☆*｡
｡★*ﾟﾟ*★∵★*ﾟﾟ*★｡
☆ﾟ　　  ﾟ☆ﾟ　　   ﾟ☆
★*                         *★
ﾟﾟ☆｡ ♥ LOVE. ♥ ｡☆ﾟ
*★｡               ｡★*
∵☆｡ 　　 ｡☆∵
ﾟﾟ*★｡ ｡★*ﾟ
　ﾟ *☆
""",
"""
/ )))　　　   _
／ イ  　　　(((
(　ﾉ　　　　 ￣Ｙ＼
 |　(＼  ∧＿∧  ｜　)
ヽ　ヽ`(´･ω･)_／ノ/
　＼ |　⌒Ｙ⌒　/ /
　  \\    　  ﾉ／
　　＼ ﾄー仝ーｲ /
　　 ｜  ミ土彡 ｜
　　  )　　　 ｜
""",
"""
｡:💖・｡･ﾟ🌸*.ﾟ｡
･💠.💜ﾟ.🌼🍏｡:*･.💛
.ﾟ❤.｡;｡🍓.:*🍇.ﾟ｡🍊｡
:*｡_💠👝｡_💮*･_ﾟ👛
＼ξ　＼　 ζ／
∧🎀∧＼ ξ
（*･ω･ )／
c/　 つ∀o
しー-Ｊ おめでとう～🎉
""",
"""
☆ *　. 　☆
　　        .  ∧＿∧　∩　* ☆
* ☆ ( ・∀・)/ .
　. ⊂　　  ノ* ☆
☆ * (つ ノ .☆
(ノ
""",
"""
╭﹌☆﹌﹌﹌☆﹌╮
∣　　　　　　　∣
∣　●　　　●  ∣
∣　　　▽　　　∣
╰—————--——--╯
  ∣　﹏　﹏　∣
    ╰∪———∪╯
""",
"""
  ∩ ∩
（´･ω･）
   ＿|　⊃／(＿＿_
  ／ └-(＿＿＿_／
  ￣￣￣￣￣￣￣
""",
"""
                   ∧ ＿ ∧
    　　　　(　･∀･)
    　　　　(　つ┳⊃
    　　　　ε(_)へ⌒ヽﾌ
    　　　 (　　(　･ω･)
    ≡≡≡　◎―◎ ⊃ ⊃
""",
"""
    　　　　　　　  ∧＿∧
    　　　∧＿∧ 　（´<_`︵）
    　　（´_ゝ`） 　/　　　ｉ
    　　／　　＼　/　　　｜|
    　　／　　/￣￣￣￣￣/｜
    　＿(ニっ/　　　　　/　｜＿＿＿＿
    　　　＼/＿＿＿＿＿/　(u　 ⊃
""",
"""
      ▄▄▄▄██〓█●
      ▂▃▄▅█████▅▄
    ████████████████
    ◥⊙▲⊙▲⊙▲⊙▲⊙▲⊙◤
    　　ヽ(´･ω･)ﾉ
""",
"""
      ／￣￣＼
　　 ／ 　〇・   ＞
　 ／　 　ε　   │
 ／　　 　〇・  ＞
(つ＿と＼＿＿／
 ∪　∪
""",
"""
◢████◣
█＞_＜ █
╰——┰——╯
　┕█┙
""",
"""
Λ _ Λ
 (　 ·ω·)
 ( つ 　≡つ
 / __ 　)
 Ｕ ／ Ｕ
""",
"""
|―-∩
|　　ヽ
|　●　|
|▼) _ノ
|￣　)
(￣ 　／
T￣|
""",
"""
   へ　　　　　／|
　/＼7　　　 ∠＿/
 /　│　　 ／　／
│　Z ＿,＜　／　　 /`ヽ
│　　　　　ヽ　　 /　　〉
 Y　　　　　`　 /　　/
ｲ●　､　●　　⊂⊃〈　　/
()　 へ　　　　|　＼〈
　>ｰ ､_　 ィ　 │ ／／
 / へ　　 /　ﾉ＜| ＼＼
 ヽ_ﾉ　　(_／　 │／／
　7　　　　　　　|／
　＞―r￣￣`ｰ―＿／
""",
"""
                           ∧ ＿ ∧
                  ∧ ＿ ∧  (・ω・｡)
              （´・ω ・)  (nnノ)
                   （つ　つΓΞΞΞΞΞΞΞΙ
しーＪ
""",
"""
  ∩＿＿＿_∩
|ノ　　　　 ヽ
|　  ●　　 ● |
彡　*( _,●_)*ミ
|   │´・ω・ |│
| ＿ ￣￣￣    _|
| ∪　　　　 ∪
＼__　　 　 _/
　　∪￣∪
""",
"""
┏┛┻━━━━━━┛┻┓
┃｜｜｜｜｜｜｜┃
┃　　　━　　　┃
┃　┳┛ 　┗┳ 　┃
┃┃
┃　　　┻　　　┃
┃┃
┗━┓　　　┏━┛
　　┃　   　┃
　　┃　   　┃
　　┃　   　┃
　　┃　   　┃
　　┃　　　┗━━━┓
　　┃         ┣┓
　　┃         ┃
　　┗┓┓┏━┳┓┏┛
　　　┃┫┫　┃┫┫
　　　┗┻┛　┗┻┛
""",
"""
      ∧_∧::
　　 (´･ω･`)::
　 /⌒　　⌒)::
　/ へ_＿/ /::
 (＿＼＼ﾐ)/::
　 ｜ `-イ::
　 /ｙ　 )::
　/／　／::
 ／　／::
(　く:::
|＼ ヽ:::

""",
"""
      ＿＿＿
　　 ／　　　▲
／￣　 ヽ　■■
●　　　　　■■
ヽ＿＿＿　　■■
　　　　）＝｜
　　　／　｜｜
　∩∩＿＿とﾉ
　しし———┘
""",
"""
Δ~~~~Δ
ξ •ェ•ξ
ξ　~　ξ
ξ　　 ξ
                  ξ　　　“~～~～〇
              ξ　　　　　　 ξ
              ξ　ξ　ξ~～~ξ　ξ
              ξ_ξξ_ξ　ξ_ξξ_ξ
""",
"""
        ｡　,∧ ＿ ∧　ﾟ。
　ﾟ・（ﾟ´Д｀ﾟ ）。
   （つ　　 ⊃
　　ヾ(⌒ﾉ
　　　` J

""",
"""
   🌷🌸🌷🌸
   🌸🌷🌸🌷🌸
 Λ🌷🌸🌷🌸🌷
( ˘ ᵕ ˘🌷🌸🌷
 ヽ  つ＼\\   ／
    UU   / 🎀 \\
""",
]
